<?php

return [

    'group'            => 'समूह',
    'submit-post'      => 'पोस्ट',
    'no-posts'         => 'कोई पोस्टें नहीं',
    'edit-group-user'  => 'समूह प्रयोक्ता संपादित करें:',
    'edit-group'       => 'समूह संपादित करें',
    'create-new-group' => 'नया समूह बनाएं',
    'update-group'     => 'समूह अपडेट करें',
    'title'            => 'शीर्षक',
    'description'      => 'विवरण',
    'group-type'       => 'समूह प्रकार',
    'public'           => 'सार्वजनिक',
    'private'          => 'निजी',
    'cover-image'      => 'कवर फोटो',
    'delete-group'     => 'समूह मिटाएं',
    'search-groups'    => 'समूह खोजें',
    'found-groups'     => 'पाए गए समूह',
    'invites'          => 'आमंत्रण',
    'invite'           => 'आमंत्रण',
    'invitations'      => 'निमंत्रण',
    'invite-friends'   => 'मित्रों को आमंत्रित करें',
    'accept'           => 'स्वीकार करें',
    'refuse'           => 'अस्वीकार करें',
    'approve'          => 'मंजूरी दें',
    'decline'          => 'मना करें',
    'cancel'           => 'रद्द करें',
    'requests'         => 'अनुरोध',
    'my-groups'        => 'मेरे समूह',
    'no-groups'        => 'कोई समूह नहीं',

    'invite-to-group'   => 'मित्रों को समूह में आमंत्रित करें:',
    'select-to-invite'  => 'आमंत्रित करने के लिए मित्रों को चुनें',
    'requested-to-join' => 'आपने समूह में शामिल होने का अनुरोध किया',
    'leave-group'       => 'समूह छोड़ें',
    'need-join-to-post' => 'समूह में पोस्ट करने के लिए आपका इसमें शामिल होना जरूरी है!',

    'group-created' => 'समूह बनाया गया था!',
    'group-updated' => 'समूह अपडेट किया गया!',
    'group-deleted' => 'समूह मिटाया गया!',

    'you-sent-request'    => 'आपने समूह में शामिल होने के लिए अनुरोध भेजा!',
    'initation-sent'      => 'समूह को निमंत्रण भेजा गया था!',
    'invitation-canceled' => 'प्रयोक्ता निमंत्रण रद्द किया गया!',

    'you-joined'   => 'आप समूह में शामिल हुए!',
    'you-left'     => 'आपने समूह छोड़ दिया!',
    'you-accepted' => 'आपने समूह में शामिल होना स्वीकार किया!',
    'you-refused'  => 'आपने समूह में शामिल होना अस्वीकार किया!',

    'user-approved' => 'प्रयोक्ता ने समूह में शामिल होने के लिए मंजूरी दी!',
    'user-declined' => 'प्रयोक्ता ने इंकार किया!',
    'user-updated'  => 'प्रयोक्ता अपडेट किया गया!',
    'user-removed'  => 'प्रयोक्ता को समूह से हटा दिया गया था!',


];
