<?php

return [

    'group'            => 'группа',
    'submit-post'      => 'Пост',
    'no-posts'         => 'Нет постов',
    'edit-group-user'  => 'Редактировать пользователя группы:',
    'edit-group'       => 'Редактировать группу',
    'create-new-group' => 'Создать новую группу',
    'update-group'     => 'Обновить группу',
    'title'            => 'Название',
    'description'      => 'Описание',
    'group-type'       => 'Тип группы',
    'public'           => 'Публичная',
    'private'          => 'Приватная',
    'cover-image'      => 'Изображение',
    'delete-group'     => 'Удалить группу',
    'search-groups'    => 'Искать группы',
    'found-groups'     => 'Найденные группы',
    'invites'          => 'Приглашения',
    'invite'           => 'Пригласить',
    'invitations'      => 'Приглашения',
    'invite-friends'   => 'Пригласить друзей',
    'accept'           => 'Принять',
    'refuse'           => 'Отказаться',
    'approve'          => 'Одобрить',
    'decline'          => 'Отклонить',
    'cancel'           => 'Отменить',
    'requests'         => 'Запросы',
    'my-groups'        => 'Мои группы',
    'no-groups'        => 'Нет групп',

    'invite-to-group'   => 'Пригласить друзей в группу:',
    'select-to-invite'  => 'Выберете друзей',
    'requested-to-join' => 'запросил присоедениться к группе',
    'leave-group'       => 'Покинуть группу',
    'need-join-to-post' => 'Для того чтобы создавать посты в группе, вы должны сначала присоедениться!',

    'group-created' => 'Группа создана!',
    'group-updated' => 'Группа обновлена!',
    'group-deleted' => 'Группа удалена!',

    'you-sent-request'    => 'Вы отправили запрос присоедениться к группе!',
    'initation-sent'      => 'Приглашение в группу было отправлено!',
    'invitation-canceled' => 'Приглашение отменено!',

    'you-joined'   => 'Вы присоеденились к группе!',
    'you-left'     => 'Вы покинули группу!',
    'you-accepted' => 'Вы приняли приглашение в группу!',
    'you-refused'  => 'Вы отклонили приглашение в группу!',

    'user-approved' => 'Пользователь одобрен!',
    'user-declined' => 'Пользователь отклонен!',
    'user-updated'  => 'Пользователь обновлен!',
    'user-removed'  => 'Пользователь удален из группы!',


];
